const Resume = () => {
  return (
    <div>
      <h1>2024.05.28</h1>
      <p>3학년 1학기 수강중, 웹프 기억 살리는중</p>
      <ul>
        <li>자료구조</li>
        <li>알고리즘</li>
        <li>시스템 프로그래밍</li>
        <li>웹프로그래밍</li>
        <li>프로그래밍 언어 개론</li>
        <li>운영체제</li>
      </ul>

      <h3>시스템 프로그래밍</h3>
      <p>각종 랩으로 힘들었던 기억</p>
      <p>그래도 밤랩이나 쉘랩에선 잘했다고 명예의 전당까지 갔었습니다.</p>
      <p>개인적으로 재밌었어서 다른 랩도 있는지 알아보았던 기억이 나네요</p>

      <h3>웹 프로그래밍</h3>
      <p>엄청난 수업량으로 힘들었던 기억, 그래도 기초쌓기엔 그렇게 나쁘진 않았던 기억이 납니다.</p>
      <p>그때 했던 몇주간 고생했던 텀프로젝트로 실력이 많이 늘었습니다.</p>
    </div>);
};

export default Resume;
